List<Map<String, dynamic>> testList = [
  {
    'questionText': '평화로운 휴일!\n간만에 찾은 자유시간,\n당신은 무엇을 하시겠습니까?',
    'answers': [
      {'text': '나에게 휴식이란 없다. 소맥 달려~!', 'score': 8},
      {'text': '운동은 못참지! 헬스장 가기', 'score': 6},
      {'text': '노래 들으며 산책이나 할까?', 'score': 4},
      {'text': '피곤해.. 누워서 넷플 정주행하기', 'score': 2},
    ],
  },
  {
    'questionText': '카페에서 이상형을 본 당신!\n무엇을 하시겠습니까?',
    'answers': [
      {'text': '말은 부끄러워서 못 걸거 같다. 눈에만 담기', 'score': 2},
      {'text': '가서 말을 걸어본다. 혹시 애인 있으세요?', 'score': 8},
      {'text': '나 오늘 .. 상태 괜찮나? 일단 거울 보기', 'score': 4},
      {'text': '그 사람 앞에 쪽지를 남기고 떠난다.', 'score': 6},
    ],
  },
  {
    'questionText': '안 친한 친구에게 받은 카톡.\n너 이런 점은 고쳤으면 좋겠어.',
    'answers': [
      {'text': '알겠어 근데 내 일은 내가 알아서 할게..^^', 'score': 4},
      {'text': '이렇게 생각할 수도 있군. 고쳐본다고 한다.', 'score': 2},
      {'text': '어쩌라는거지? 참견 말라고 한 소리 한다.', 'score': 8},
      {'text': '굳이 얼굴 붉히기 싫다. 읽씹한다.', 'score': 6},
    ],
  },
];
